[
  {
    "id": 1,
    "title": "Một thời hào hùng (Hồi ký)",
    "slug": "tac-pham-1",
    "author": "GS. Trần Phương",
    "year": 2020,
    "coverImage": "/books/covers/book-1.png",
    "quote": "Qua tuổi 75 mới ngồi viết hồi ký thì có thể là quá muộn. Tôi coi đây là công việc quan trọng nhất trong những năm cuối đời của mình.",
    "excerpt": "Dường như đã thành một nếp sống của mọi thế hệ người Việt Nam: các bậc cha mẹ thường chỉ chia sẻ niềm vui với các con, còn những ưu tư thì giữ cho riêng mình. Cứ như thế, các thế hệ tiếp nối nhau đều chịu sự thiệt thòi: thiếu kiến thức về lịch sử của ông bà cha mẹ mình, cũng tức là thiếu kiến thức về quá khứ của chính mình. Hồi ký là một biện pháp có thể lấp bù vào lỗ hổng ấy.\n\nTôi muốn kể về một thời kỳ lịch sử mà tôi là tác nhân và cũng là nhân chứng, với những cảm nhận, suy nghĩ và tình cảm của mình, để con cháu hiểu được cách đây 100 năm, cha ông họ đã sống như thế nào, đã suy nghĩ và hành động như thế nào để tạo lập ra cái hiện tại mà ngày nay họ đang thừa hưởng.",
    "isbn": "",
    "category": "Hồi ký"
  },
  {
    "id": 2,
    "title": "Vì sự nghiệp trồng người",
    "slug": "tac-pham-2",
    "author": "GS. Trần Phương",
    "year": 2021,
    "coverImage": "/books/covers/book-2.jpg",
    "quote": "Sự thành công của một trường đại học không phụ thuộc vào những người có nhiều vốn góp, mà phụ thuộc vào những người có tâm và có tài.",
    "excerpt": "Tuyển tập là dấu ấn đậm nét của triết lý giáo dục cấp tiến mà ông theo đuổi suốt đời với kim chỉ nam \"Vì lợi ích trăm năm trồng người\". Dưới góc nhìn của một nhà kinh tế học, ông trăn trở về tính công bằng trong phân bổ ngân sách giữa trường công và trường tư, khẳng định rằng giáo dục là một dịch vụ công chứ không phải hàng hóa, từ đó bác bỏ quan điểm \"thương mại hóa giáo dục\".\n\nPhần cuối ghi lại của những bài phát biểu chan chứa tâm huyết, lời gửi gắm của người thuyền trưởng trên con thuyền tri thức dành cho đồng nghiệp và học trò. Giọng giảng cương nghị mà hóm hỉnh của ông trở thành mạch nguồn cảm hứng cho nhiều thế hệ cán bộ, giảng viên và sinh viên, để tinh thần học tập, sáng tạo và phụng sự ấy lan tỏa ảnh hưởng đến mai sau.",
    "isbn": "",
    "category": "Giáo dục"
  },
  {
    "id": 3,
    "title": "Khoa học phụng sự cách mạng - Tập 1",
    "slug": "tac-pham-3",
    "author": "GS. Trần Phương",
    "year": 1971,
    "coverImage": "/books/covers/book-3.jpg",
    "quote": "Đế quốc Mĩ giàu nhưng không mạnh",
    "excerpt": "Tập sách là kết quả của một giai đoạn nghiên cứu khoa học chuyên sâu từ năm 1961 đến 1971 - hành trình đi sâu vào kinh tế Việt Nam, kết hợp giữa lý luận Mác - Lênin và thực tiễn của một đất nước đang chuyển mình từ nền kinh tế thuộc địa, nửa phong kiến sang xây dựng chủ nghĩa xã hội.\n\nBên cạnh đó, một phần quan trọng của công trình tập trung phân tích cấu trúc kinh tế của đối thủ trực tiếp - đế quốc Mỹ. Với ông, khoa học phải phục vụ cách mạng: phải nhìn rõ cả sức mạnh và điểm yếu của ta và của địch, không chỉ trong chiến lược kinh tế mà còn trên mặt trận chính trị và tài chính toàn cầu.",
    "isbn": "",
    "category": "Kinh tế - Nghiên cứu"
  },
  {
    "id": 4,
    "title": "Khoa học phụng sự cách mạng - Tập 2",
    "slug": "tac-pham-4",
    "author": "GS. Trần Phương",
    "year": 2014,
    "coverImage": "/books/covers/book-4.jpg",
    "quote": "Con đường của tư duy kinh tế Việt Nam xem ra còn dài và lắm chông gai!",
    "excerpt": "Tập sách là kết tinh của hơn bốn thập kỷ nghiên cứu (1973 - 2014), ghi lại quá trình hình thành, kiểm chứng và hoàn thiện một hệ tư duy kinh tế: từ xây dựng nền tảng lý luận về sản xuất lớn xã hội chủ nghĩa, đến phân tích khủng hoảng sau 1975 và đề xuất chiến lược cải cách hướng tới 2005, đồng thời mở rộng phạm vi nghiên cứu và gợi ý chiến lược phát triển cho Campuchia (1988) và Lào (1990).\n\nKhông chỉ dừng lại ở việc tổng kết thành tựu và khó khăn, công trình còn đặt ra nhiều vấn đề lý luận gai góc chưa được giải quyết về con đường phát triển của Việt Nam - nơi mục tiêu xã hội chủ nghĩa và các giải pháp thực tiễn như kinh tế thị trường, kinh tế tư nhân vẫn còn nhiều điểm chưa hòa hợp. Tác giả kết luận đầy trăn trở: \"Con đường của tư duy kinh tế Việt Nam xem ra còn dài và lắm chông gai!\"",
    "isbn": "",
    "category": "Kinh tế - Nghiên cứu"
  },
  {
    "id": 5,
    "title": "Giáo sư Trần Phương trong tâm thức đồng nghiệp và bạn bè",
    "slug": "tac-pham-5",
    "author": "Nhiều tác giả",
    "year": 2024,
    "coverImage": "/books/covers/book-5.jpg",
    "quote": "Sắc sảo, ham mê, dấn thân, thẳng thắn, tài hoa và có một sức hút rất mạnh về cả trí tuệ lẫn phong cách.",
    "excerpt": "Cuốn sách là tập hợp những bài viết, hồi ức và cảm nhận của bạn bè, đồng nghiệp, học trò về Giáo sư Trần Phương — một nhà khoa học, nhà giáo và nhà lãnh đạo kiệt xuất.\n\nQua từng trang viết, chân dung ông hiện lên sống động như một ngôi sao sáng trên bầu trời khoa học kinh tế Việt Nam, người vừa sâu sắc trong học thuật, vừa gần gũi, truyền cảm hứng cho nhiều thế hệ.\n\nKhông chỉ là học giả, ông còn là người lãnh đạo tận tụy và nhân hậu, giản dị trong đời sống, luôn quan tâm và khích lệ thế hệ trẻ. Từ người chiến sĩ cách mạng thời kháng chiến đến người thầy mẫu mực nơi giảng đường, cuộc đời ông là minh chứng cho một nhân cách lớn – suốt đời phụng sự Tổ quốc và tri thức.",
    "isbn": "",
    "category": "Hồi ức - Tưởng nhớ"
  }
]
