{
  "1": [
    "Quá trình tham gia cách mạng của Giáo sư Trần Phương từ thuở thiếu thời đã diễn ra như thế nào?",
    "Những vai trò lãnh đạo chủ chốt nào ông đảm nhận trong thời kỳ Kháng chiến chống Pháp?",
    "Sự nghiệp sau chiến tranh của ông phát triển như thế nào, tập trung vào lĩnh vực nào?",
    "Di sản và bài học nào từ cuộc đời ông còn nguyên giá trị cho thế hệ hôm nay?",
    "Những giá trị và nguyên tắc sống nào ông muốn truyền tải qua hồi ký?",
    "Ông mô tả những thử thách và khó khăn nào trong cuộc đời mình?",
    "Ông kể về vai trò của gia đình trong hành trình cách mạng của mình như thế nào?",
    "Ông nhắc đến những thầy cô, đồng chí, hay người cố vấn nào trong hồi ký?",
    "Ông đánh giá như thế nào về những quyết định quan trọng mà ông đã đưa ra trong đời?"
  ],
  "2": [
    "Triết lý giáo dục \"Vì lợi ích trăm năm trồng người\" của GS. Trần Phương có ý nghĩa gì?",
    "Ông có quan điểm như thế nào về vấn đề thương mại hóa giáo dục?",
    "Vai trò của giáo dục là dịch vụ công được ông lập luận ra sao?",
    "Những đóng góp nào của ông cho nền giáo dục đại học Việt Nam?",
    "Tầm nhìn giáo dục dài hạn của ông phản ánh điều gì về triết lý sống của ông?",
    "Theo ông, những yếu tố nào tạo nên một người học trò giỏi ngoài điểm số?",
    "Trong quan điểm của ông, mục tiêu của giáo dục đại học là gì - đào tạo người lao động hay hình thành con người toàn diện?",
    "Ông viết về chính sách hỗ trợ sinh viên nghèo tại trường như thế nào?",
    "Ông chia sẻ những kinh nghiệm và quan điểm gì về nghề giáo trong cuốn sách?"
  ],
  "3": [
    "Quan điểm \"khoa học phải phục vụ cách mạng\" được thể hiện như thế nào trong công trình?",
    "Nghiên cứu của GS. Trần Phương về kinh tế Việt Nam giai đoạn 1961-1971 tập trung vào những vấn đề gì?",
    "Phân tích của ông về cấu trúc kinh tế đế quốc Mỹ có điểm nào nổi bật?",
    "Những khác biệt cơ bản giữa kinh tế XHCN Việt Nam và kinh tế tư bản chủ nghĩa mà ông phân tích là gì?",
    "Bài học nào từ nghiên cứu kinh tế thuộc địa và bán thuộc địa của ông vẫn còn giá trị cho Việt Nam hiện đại?",
    "Làm thế nào một nước thuộc địa nghèo nàn đang chiến tranh có thể xây dựng nền kinh tế độc lập?",
    "Phân tích kinh tế chính trị Mác-Lênin của ông đã giúp lãnh đạo đất nước đưa ra quyết định gì trong thời kỳ kháng chiến?",
    "Ông giải thích mối quan hệ giữa nghiên cứu kinh tế và chiến lược kháng chiến như thế nào?",
    "Những phát hiện quan trọng nào ông đưa ra trong nghiên cứu về kinh tế Việt Nam giai đoạn này?"
  ],
  "4": [
    "Tư duy kinh tế XHCN Việt Nam còn những thách thức gì theo kết luận của ông?",
    "Mục tiêu CNXH và các giải pháp thực tiễn như kinh tế thị trường định hướng XHCN có mâu thuẫn không?",
    "Giai đoạn 1973-2014, tư duy kinh tế chính trị của GS. Trần Phương phát triển ra sao?",
    "Ông đề xuất chiến lược kinh tế nào cho Việt Nam sau khủng hoảng 1975?",
    "Những vấn đề lý luận gai góc nào về con đường xây dựng CNXH ở Việt Nam vẫn còn chưa được giải quyết?",
    "Ông đánh giá những thành tựu và hạn chế của quá trình Đổi Mới như thế nào?",
    "Ông chỉ ra những sai lầm chính sách kinh tế nào cần được rút kinh nghiệm?",
    "Ông đánh giá cao những chuyển biến tích cực nào trong nền kinh tế XHCN Việt Nam?",
    "Kinh nghiệm phát triển kinh tế của các nước châu Á khác mà Việt Nam nên học hỏi?"
  ],
  "5": [
    "Đồng nghiệp và bạn bè nhớ về GS. Trần Phương với những đặc điểm gì nổi bật nhất?",
    "Tính cách \"sắc sảo, ham mê, dấn thân, thẳng thắn, tài hoa\" của ông được thể hiện ra sao?",
    "Nhân cách lớn của ông phản ánh triết lý \"phụng sự Tổ quốc và tri thức\" ra sao?",
    "Những đóng góp nào của ông để lại ảnh hưởng sâu sắc nhất cho thế hệ sau?",
    "Vai trò của ông từ chiến sĩ cách mạng đến nhà giáo được mô tả như thế nào?",
    "Những câu chuyện nào được kể lại trong sách thể hiện tính cách và phong cách làm việc của ông?",
    "Đồng nghiệp và học trò mô tả những nét đặc trưng trong tư duy và phong cách của ông như thế nào?",
    "Những tác động và ảnh hưởng nào của ông được đồng nghiệp và học trò nhắc đến trong cuốn sách?",
    "Những giá trị và tinh thần nào của ông mà các tác giả trong sách cho rằng thế hệ sau cần học hỏi?"
  ]
}
